/* No comment provided by engineer. */
"Age limit %d" = "Ikäraja K%d";

/* No comment provided by engineer. */
"Expected content type %@, got %@" = "Expected content type %1$@, got %2$@";

/* No comment provided by engineer. */
"Expected status code in (%@), got %d" = "Expected status code in (%1$@), got %2$d";

/* No comment provided by engineer. */
"Expected URL to be a file URL" = "Expected URL to be a file URL";

/* No comment provided by engineer. */
"Free entry" = "Ilmainen";

/* No comment provided by engineer. */
"Last Updated: %@" = "Last Updated: %@";

/* No comment provided by engineer. */
"Loading..." = "Ladataan...";

/* No comment provided by engineer. */
"Never" = "Ei koskaan";

/* No comment provided by engineer. */
"No age limit" = "Ei ikärajaa";

/* No comment provided by engineer. */
"No JSON generation functionality available" = "No JSON generation functionality available";

/* No comment provided by engineer. */
"No JSON parsing functionality available" = "No JSON parsing functionality available";

/* No comment provided by engineer. */
"Please either target a platform that supports NSJSONSerialization or add one of the following libraries to your project: JSONKit, SBJSON, or YAJL" = "Please either target a platform that supports NSJSONSerialization or add one of the following libraries to your project: JSONKit, SBJSON, or YAJL";

/* No comment provided by engineer. */
"Pull to refresh..." = "Lataa aiempia...";

/* No comment provided by engineer. */
"Release to refresh..." = "Päästä irti...";

